       IDENTIFICATION DIVISION.
       PROGRAM-ID. TESTE.
      *> teste para validar este compilador
       PROCEDURE DIVISION.
           DISPLAY 'teste para saber se este funciona'.
           STOP RUN.
